
// 연혁
export const history1 = {
  "2020~현재": [
    { item: "2025년 과기정통부 주관 AI 바우처 공급업체 선정" },
    { item: "2024년 남서울대학교 AI 학생 상담 챗봇 시스템 구축" },
    { item: "2024년 서울시 건축주택종합정보 시스템 4단계 구축" },
    { item: "2024년 강서도서관 안내 로봇 AI 챗봇 구축" },
    { item: "2023년 인천시장상(유정복) 표창 수상" },
    { item: "2023년 서울시장상(오세훈) 표창 수상" },
    { item: "2023년 공인소프트웨어 시험성적 인증(조사1)" },
    { item: "2022년 기획재정부장관상 및 중소벤처기업부장관상 수상" },
    { item: "2021년 인천시 온-아파트 플랫폼 구축 및 운영사업 수행" },
    { item: "2020년 경기우수벤처기업 중기청장상 표창" },
    { item: "2020년 서울시 S-APT 시스템 구축 및 운영사업 수행" },
    { item: "2020년 경기도 아파트 전자결재 시범서비스 (고양시, 시흥시, 화성시)" }
  ],

  "2015~2019": [
    { item: "2019년 대한민국 기업대상 IT부문 대상 수상" },
    { item: "2019년 과학기술정통부 전자문서 유공포상 표창" },
    { item: "2019년 서울시 공동주택관리 정보화전략계획(ISP) 수립사업 수행" },
    { item: "2019년 광주광역시 광산구 아파트 전자결재 시범서비스 수행사 선정" },
    { item: "2019년 성결대학교 산학협력 자문기업 공로상 수상" },
    { item: "2019년 전자정부 프레임워크 인증 획득 (아파트123)" },
    { item: "2019년 아파트 에너지 효율등급 인증관리 시스템 구축" },
    { item: "2019년 한국건물에너지기술원 그룹웨어/사업관리 구축" },
    { item: "2019년 하나금융-인도네시아 글로벌 서비스 AWS 런칭" },
    { item: "2018년 서울시 아파트 전자결재 확대서비스" },
    { item: "2018년 KB 부동산신탁 그룹웨어/EDMS 수주" },
    { item: "2018년 서울시장상(박원순) 표창 수상" },
    { item: "2017년 서울시장상(박원순) 표창 수상" },
    { item: "2017년 서울시 맑은아파트 전자결재 확대서비스 수행사 선정" },
    { item: "2017년 GS 인증 1등급 획득 (아파트123)" },
    { item: "2017년 한국클라우드협회 ‘아파트123’ 클라우드 시범사업 선정" }
  ],

  "2010~2014": [
    { item: "OfficeON ASP 그룹웨어 임대형 서비스 시스템 확장" },
    { item: "OfficeON 스마트폰 메신저(안드로이드 전용) 구축" },
    { item: "OfficeON 2.0 그룹웨어 솔루션 출시" },
    { item: "SK 투어비스 웹사이트 리뉴얼 및 백오피스 고도화" },
    { item: "CJ 오쇼핑 웨딩 시스템 개발" },
    { item: "CJ 제일제당 온마트 주문자동화 시스템 구축" },
    { item: "CJ ONE 통합 멤버쉽 프로젝트" },
    { item: "CJ 제일제당 온마트 소셜 개발" },
    { item: "CJ 제일제당 더키친 레시피 개발" },
    { item: "스마트노트(SmartNote) 포스트잇 프리웨어 출시" },
    { item: "한국 석유공사 오피넷 리뉴얼 프로젝트" },
    { item: "강남대 학사행정 시스템 구축" },
    { item: "상호저축은행 체크 카드 업무 시스템 개발" },
    { item: "식품의약청 공동활용 DB 구축" }
  ],

  "2005~2009": [
    { item: "새움소프트 기업부설 연구소 설립" },
    { item: "2007년 우수 ASP 서비스 선정" },
    { item: "OfficeON 그룹웨어 솔루션 출시" },
    { item: "OfficeON 메신저 / MailON / FolderON 솔루션 출시" },
    { item: "GuideON 인터넷 웹 가이드 솔루션 출시" },
    { item: "아파트123 국내 최초 아파트 전자결재 서비스 오픈" },
    { item: "OfficeON 새올행정 공식 지정(의정부·영천·김포 등)" },
    { item: "2008년 메인비즈 인증" },
    { item: "2008년 이노비즈 및 벤처기업 인증" },
    { item: "SK Telecom 무선네이트포탈(WITS4) 프로젝트" },
    { item: "SK M&C SSP 광고관리시스템 구축" },
    { item: "SK 투어비스 통합 예약 및 결제 시스템 구축" },
    { item: "정보통신부 성과관리시스템 구축" },
    { item: "국민체육진흥공단 다면평가시스템 개발" },
    { item: "새움테크에서 분리, 새움소프트 설립" }
  ]
};


// reference
export const reference = {
  "2020~현재": [
    { item: "서울시 반지하 주택 전수조사 시스템 구축" },
    { item: "인천시 온-아파트 시스템 구축 및 운영사업 수행" },
    { item: "서울시 S-APT 시스템 구축 및 운영사업 수행" },
    { item: "2022년 서울시 반지하 주택 전수조사 시스템 수행사 선정" },
    { item: "2021년 인천시 온-아파트 시스템 운영사업 수행사 선정" },
    { item: "2020년 서울시 S-APT시스템 운영사업 수행사 선정" },
    { item: "2020년 경기도 아파트 전자결재 시범서비스 수행사 선정" }
  ],

  "2016~2019": [
    { item: "2019년 서울시 S-APT플랫폼 구축사업 수행사 선정" },
    { item: "나무가 그룹웨어 수주" },
    { item: "인천 나은병원 그룹웨어 수주" },
    { item: "한국건물에너지기술원 그룹웨어" },
    { item: "건물성능시험관리 ERP 수주" },
    { item: "광주광역시 광산구 아파트 전자결재 시범서비스 수행사 선정" },
    { item: "2018년 서울시 맑은아파트 전자결재 제도화 ISP 서비스확대 수행사 선정" },
    { item: "KB 부동산 신탁 그룹웨어 / EDMS 수주" },
    { item: "국립오페라단 / 지누스 / 남이섬 / 길산파이프 / 한호산업 / 자뎅 그룹웨어 수주" },
    { item: "오피스온 3.0 그룹웨어 GS 인증 1등급(한국정보통신기술협회)" },
    { item: "서울시 맑은아파트 전자결재 문서행정 시범서비스 사업자 선정" },
    { item: "한국자산신탁 ERP/그룹웨어/EDMS포탈 수주" },
    { item: "한국클라우드협회 ‘아파트 123’ 클라우드 시범사업 선정" },
    { item: "SK C&C CloudZ 클라우드 사업자 선정" },
    { item: "CJ 글로벌 ERP 포탈 그룹웨어 시스템 수주" },
    { item: "송담대학교 / 영남신학대학교 그룹웨어 시스템 구축" },
    { item: "웰크론 / ㈜캠시스 다국적 그룹웨어 시스템 구축" },
    { item: "국전약품 / ㈜한서켐 그룹웨어 시스템 구축" },
    { item: "경동 E&S 그룹웨어 시스템 구축" },
    { item: "다원시스 그룹웨어 시스템 구축" },
    { item: "매일유업(엠즈파트너스) 그룹웨어 시스템 구축" },
    { item: "안전생활실천협회 / 피아이에스 그룹웨어 시스템 구축" },
    { item: "L&D코리아 / 세신전자 / 공영산업 / 선일디지이 그룹웨어 시스템 구축" }
  ],

  "2012~2015": [
    { item: "선양 DNT 그룹웨어 시스템 구축" },
    { item: "베프스(BEFS) 그룹웨어 시스템 구축" },
    { item: "메디아나 그룹웨어 시스템 구축" },
    { item: "삼천산업 전자결재 / 메일 시스템 구축" },
    { item: "엑스포디자인 OfficeON 그룹웨어 시스템 구축" },
    { item: "㈜세정 / 삼천산업 / 경동 OfficeON 그룹웨어 고도화" },
    { item: "고매푸드 OfficeON 그룹웨어 시스템 구축" },
    { item: "광주요 OfficeON 그룹웨어 시스템 구축" },
    { item: "그린공 / 세신전자 / 대일건축 / 부성파워텍 / 한국캘랩 / 미래냉열기 외 15여개 OfficeON 그룹웨어 구축" },
    { item: "경기중소기업청 기업간 커뮤니케이션 지원용 기업용 메신저 서버 개발" },
    { item: "안양지식산업진흥원 스마트폰 지원용 기업전용 메신저 개발" },
    { item: "㈜선양 OfficeON 솔루션 런칭" },
    { item: "현대인프라코어 / 지티씨코퍼레이션 / 티씨엔플러스 / 아이제이이엔지 외 20여개 OfficeON 그룹웨어 시스템 구축" },
    { item: "산천유기농 / 둥근세상 / 로덴코리아 외 10여개 OfficeON 그룹웨어 시스템 구축" }
  ],

  "2009~2011": [
    { item: "강릉건설 OfficeON 그룹웨어 구축" },
    { item: "㈜세정 / 삼천산업 / ㈜경동C&L OfficeON그룹웨어 솔루션 구축" },
    { item: "디엠디스플레이 / 삼인디스플레이 / 이레방제 / 퍼스트드림 / 씨씨엠 / 이레프린팅 / CLSC 등 OfficeON 그룹웨어 구축" },
    { item: "미래냉열기 OfficeON 그룹웨어 구축" },
    { item: "CJ 소셜커머스 앱 구축" },
    { item: "OfficeON Community 솔루션 OPEN API 연계" },
    { item: "여행 예약 시스템과 OfficeON 메신저 연계 알림 구축" },
    { item: "인터넷 웹 가이드 프로그램 GuideON 개발완료" },
    { item: "티엠택 / 노아솔루션즈 / 도자진흥재단 OfficeON 그룹웨어 구축" },
    { item: "스마트 리모콘 패키지 출시 / 메타캠 / 자이네스 그룹웨어 구축" },
    { item: "레미안 아파트 전자문서용 OfficeON 그룹웨어 납품" }
  ],

  "2005~2008": [
    { item: "신영증권 통합 메신저 구축" },
    { item: "SK 투어비스 통합 예약 알림 및 일정관리 시스템 구축" },
    { item: "㈜삼진 OfficeONWare 그룹웨어 런칭" },
    { item: "코미코 OfficeON 솔루션 런칭" },
    { item: "한국발전교육원 대용량 메일서버 및 메신저 구축" },
    { item: "S증권 통합 메신저 패키지 프로젝트" },
    { item: "㈜대우일렉서비스 그룹웨어 GUI 개발" },
    { item: "대보그룹 OfficeON 솔루션 런칭" },
    { item: "한양대학교 OfficeON 솔루션 런칭" },
    { item: "(재)노사발전재단 / 전북 중소기업지원센터 / 의정부·영천·대구 중·서구·김포시청 OfficeON 메신저 런칭" }
  ]
};
