// 회사 뉴스 데이터
export const newsData = [
  {
    type: "보도자료",
    title: "서대문구, 공동주택 소통창구 S-apt 이용 활성화",
    date: "2023-04-21",
  },
  {
    type: "보도자료",
    title: "서울시, '비대면 전자결재' 기반 아파트 온라인 종합 플랫폼 S-APT 개발",
    date: "2020-08-25",
  },
  {
    type: "보도자료",
    title: "부산시사회체육센터, QR코드 전자출입명부 도입",
    date: "2020-07-13",
  },
  {
    type: "보도자료",
    title: "양평군, 청년을 위한'경기청년공간 내일스퀘어 양평'개소",
    date: "2020-06-26",
  },
  {
    type: "보도자료",
    title: "고등학생 팀 '패스토리', QR코드 전자출입명부 개발",
    date: "2020-06-10",
  },
  {
    type: "보도자료",
    title: "경기도, 아파트 전자결재시스템 시범단지 10곳 선정",
    date: "2020-03-15",
  },
  {
    type: "보도자료",
    title: "새움소프트 외 4개 기업, '올해를 빛낸 기업' 선정",
    date: "2019-12-27",
  },
  {
    type: "보도자료",
    title: "새움소프트, 아파트 전자결재 유공자 '장관표창'",
    date: "2019-12-25",
  },
  {
    type: "칼럼",
    title: "스마트 주거혁신의 핵심, 전자결재 기반 스마트아파트 플랫폼",
    date: "2019-12-25",
  },
  {
    type: "보도자료",
    title: "'전자결재 체험부스' 성황, '아파트123' 관련 궁금증 해소 및 시연 인기",
    date: "2019-12-18",
  },
  {
    type: "보도자료",
    title: "전자문서는 데이터 시대의 기반, 변화 불가피",
    date: "2019-12-15",
  },
  {
    type: "보도자료",
    title: "서울시 '아파트 전자결재' 의무화 눈앞…타 지자체도 도입 움직임",
    date: "2019-12-11",
  },
  {
    type: "보도자료",
    title: "서울시, 아파트의 스마트화 'S-apt' 구축 본격화",
    date: "2019-11-27",
  },
  {
    type: "칼럼",
    title: "스마트아파트 삶의 모습에 변화를 가져오다",
    date: "2019-11-06",
  },
  {
    type: "보도자료",
    title: "광주 광산구, '아파트 전자결재 시스템 구축 시범사업' 중간보고회 열어",
    date: "2019-10-16",
  },
  {
    type: "칼럼",
    title: "아파트 문서는 공공기관에서 관리해야 한다",
    date: "2019-10-02",
  },
  {
    type: "보도자료",
    title: "아파트 전자결재시스템 'S-apt 플랫폼' 구축",
    date: "2019-08-28",
  },
  {
    type: "칼럼",
    title: "아파트 전자결재와 회계프로그램은 다르다",
    date: "2019-08-14",
  },
  {
    type: "칼럼",
    title: "아파트 전자결재를 위한 서울시의 도전",
    date: "2019-07-10",
  },
  {
    type: "보도자료",
    title: "새움소프트, 광주지역 아파트 전자결재 시범사업 본격화",
    date: "2019-07-03",
  },
  {
    type: "칼럼",
    title: "서울시, 2017년 최초 아파트 전자결재 서비스를 시행하다!",
    date: "2019-06-05",
  },
  {
    type: "칼럼",
    title: "2009년, 아파트 전자결재의 시작",
    date: "2019-05-01",
  },
  {
    type: "칼럼",
    title: "아파트 전자결재? 우리 아파트도 쓰고 있겠지!",
    date: "2019-03-27",
  },
  {
    type: "보도자료",
    title: "아파트 문서 전자화 통해 관리사무소･입대의 성실성 알리고 싶다",
    date: "2019-02-27",
  },
  {
    type: "보도자료",
    title: "광산구, 아파트 문화혁신 지원에 첫발 내딛어",
    date: "2019-02-22",
  },
  {
    type: "보도자료",
    title: "서울시, 아파트 전자결재시스템 사용 의무화",
    date: "2019-02-22",
  },
  {
    type: "보도자료",
    title: "새움소프트 '아파트123', 아파트 전자결재 서비스 활성화 나서",
    date: "2019-02-22",
  },
];
